Repository: HungHuynh1210/Voice-Translate
Catalog: Voice Translate/Voice Translate/App/Localizable.xcstrings
Source language: en
Languages: de, es, ja, ko, pt, vi, zh_hant

source: that my voice will be recorded and used by Voice Translator AI Translate to create a synthetic (cloned) version of my voice. I give permission for my voice recordings to be used for this purpose.\
de: dass meine Stimme aufgezeichnet und von Voice Translator AI Translate verwendet wird, um eine synthetische (geklonte) Version meiner Stimme zu erstellen. Ich bin damit einverstanden, dass meine Sprachaufzeichnungen für diesen Zweck verwendet werden.\
es: que mi voz será grabada y utilizada por Voice Translator AI Translate para crear una versión sintética (clonada) de mi voz. Doy permiso para que mis grabaciones de voz se utilicen para este fin.\
ja: 私の声は録音され、Voice Translator AI Translate によって私の声の合成 (クローン) バージョンが作成されるために使用されます。この目的で私の音声録音を使用することを許可します。\
ko: 내 목소리가 음성 번역기 AI 번역에 의해 녹음되고 사용되어 내 목소리의 합성(복제) 버전을 생성하게 됩니다. 내 음성 녹음이 이러한 목적으로 사용되는 것을 허용합니다.\
pt: que minha voz será gravada e usada pelo Voice Translator AI Translate para criar uma versão sintética (clonada) da minha voz. Dou permissão para que minhas gravações de voz sejam usadas para essa finalidade.\
vi: rằng giọng nói của tôi sẽ được Voice Translator AI Translate ghi lại và sử dụng để tạo ra một phiên bản tổng hợp (nhân bản) giọng nói của tôi. Tôi cho phép sử dụng bản ghi âm giọng nói của mình cho mục đích này.\
zh_hant: 我的聲音將被語音翻譯器 AI Translate 錄製並使用，以創建我的聲音的合成（克隆）版本。我允許我的錄音用於此目的。 \

source: the text on the screen or the speaker
de: den Text auf dem Bildschirm oder den Lautsprecher
es: el texto en la pantalla o el altavoz
ja: 画面またはスピーカー上のテキスト
ko: 화면이나 스피커의 텍스트
pt: o texto na tela ou no alto-falante
vi: văn bản trên màn hình hoặc loa
zh_hant: 螢幕或揚聲器上的文字

source: The voice cloning function cloned my voice, but I can't hear my cloned voice speaking the foreign language?
de: Die Funktion zum Klonen von Stimmen hat meine Stimme geklont, aber ich kann meine geklonte Stimme nicht in der Fremdsprache sprechen hören?
es: ¿La función de clonación de voz clonó mi voz, pero no puedo escuchar mi voz clonada hablando en el idioma extranjero?
ja: 音声クローン機能で私の声を複製しましたが、外国語を話している私の声が聞こえません。
ko: 음성복제 기능으로 내 목소리를 복제했는데, 복제된 목소리가 외국어로 말하는 것을 들을 수 없나요?
pt: A função de clonagem de voz clonou minha voz, mas não consigo ouvir minha voz clonada falando o idioma estrangeiro?
vi: Chức năng nhân bản giọng nói đã nhân bản giọng nói của tôi nhưng tôi không thể nghe thấy giọng nhân bản của mình nói tiếng nước ngoài?
zh_hant: 語音克隆功能複製了我的聲音，但我聽不到克隆的聲音說外語？

source: the voice cloning process from the voice cloning pop-up window
de: Sie können den Vorgang zum Klonen von Stimmen über das Popup-Fenster zum Klonen von Stimmen ausführen
es: el proceso de clonación de voz desde la ventana emergente de clonación de voz
ja: 音声クローン作成ポップアップ ウィンドウからの音声クローン作成プロセス
ko: 음성 복제 팝업 창에서 음성 복제 과정을
pt: o processo de clonagem de voz na janela pop-up de clonagem de voz
vi: quá trình sao chép giọng nói từ cửa sổ bật lên sao chép giọng nói
zh_hant: 語音克隆彈出視窗中的語音克隆過程

source: This information is used solely to generate translations and AI-generated responses. We do not sell or share your personal data for commercial purposes.
de: Diese Informationen werden ausschließlich zur Erstellung von Übersetzungen und KI-generierten Antworten verwendet. Wir verkaufen oder geben Ihre personenbezogenen Daten nicht zu kommerziellen Zwecken weiter.
es: Esta información se utiliza únicamente para generar traducciones y respuestas generadas por IA. No vendemos ni compartimos sus datos personales con fines comerciales.
ja: この情報は、翻訳と AI が生成した応答を生成するためにのみ使用されます。 当社は、お客様の個人データを商業目的で販売または共有することはありません。
ko: 이 정보는 번역 및 AI 생성 응답을 생성하는 데에만 사용됩니다. 당사는 귀하의 개인 데이터를 상업적인 목적으로 판매하거나 공유하지 않습니다.
pt: Esta informação é usada exclusivamente para gerar traduções e respostas geradas por IA. Não vendemos nem partilhamos os seus dados pessoais para fins comerciais.
vi: Thông tin này chỉ được sử dụng để tạo bản dịch và phản hồi do AI tạo. Chúng tôi không bán hoặc chia sẻ dữ liệu cá nhân của bạn cho mục đích thương mại.
zh_hant: 這些資訊僅用於產生翻譯和人工智慧產生的回應。 我們不會出於商業目的出售或分享您的個人資料。

source: This information is used solely to generate translations and AI-generated responses.\nWe do not sell or share your personal data for commercial purposes.
de: Diese Informationen werden ausschließlich zur Erstellung von Übersetzungen und KI-generierten Antworten verwendet.\nWir verkaufen oder geben Ihre personenbezogenen Daten nicht für kommerzielle Zwecke weiter.
es: Esta información se utiliza únicamente para generar traducciones y respuestas generadas por IA.\nNo vendemos ni compartimos sus datos personales con fines comerciales.
ja: この情報は、翻訳および AI が生成する応答を生成するためにのみ使用されます。\n当社がお客様の個人データを商業目的で販売または共有することはありません。
ko: 이 정보는 번역 및 AI 생성 응답을 생성하는 데에만 사용됩니다.\n당사는 귀하의 개인 데이터를 상업적 목적으로 판매하거나 공유하지 않습니다.
pt: Essas informações são usadas exclusivamente para gerar traduções e respostas geradas por IA.\nNão vendemos nem compartilhamos seus dados pessoais para fins comerciais.
vi: Thông tin này chỉ được sử dụng để tạo bản dịch và phản hồi do AI tạo ra.\nChúng tôi không bán hoặc chia sẻ dữ liệu cá nhân của bạn vì mục đích thương mại.
zh_hant: 此資訊僅用於產生翻譯和人工智慧產生的回應。 \n我們不會出於商業目的出售或分享您的個人資料。

source: This is an effective way to solve many temporary connection problems.
de: Dies ist eine effektive Möglichkeit, viele vorübergehende Verbindungsprobleme zu lösen.
es: Esta es una forma eficaz de resolver muchos problemas de conexión temporales.
ja: これは、多くの一時的な接続問題を解決する効果的な方法です。
ko: 이는 많은 임시 연결 문제를 해결하는 효과적인 방법입니다.
pt: Esta é uma forma eficaz de resolver muitos problemas de conexão temporários.
vi: Đây là một cách hiệu quả để giải quyết nhiều vấn đề kết nối tạm thời.
zh_hant: 這是解決許多臨時連接問題的有效方法。

source: This might take about 1 minute
de: Dies kann etwa 1 Minute dauern
es: Esto puede tardar aproximadamente 1 minuto.
ja: これには 1 分ほどかかる場合があります
ko: 1분 정도 걸릴 수 있습니다.
pt: Isso pode levar cerca de 1 minuto
vi: Việc này có thể mất khoảng 1 phút
zh_hant: 這可能需要大約 1 分鐘

source: Thử lại
de: Tử lại
ja: トゥライ
ko: 투라이

source: Tip:
de: Tipp:
es: Consejo:
ja: ヒント：
ko: 팁:
pt: Dica:
vi: Mẹo:
zh_hant: 提示：

source: To enable AI translation and processing features, the app securely sends certain data to OpenAI, a third-party AI service provider. This may include: • Voice recordings • Images that you upload
de: Um KI-Übersetzungs- und Verarbeitungsfunktionen zu ermöglichen, sendet die App bestimmte Daten sicher an OpenAI, einen externen KI-Dienstanbieter. Dies kann Folgendes umfassen: • Sprachaufnahmen • Bilder, die Sie hochladen
es: Para habilitar las funciones de traducción y procesamiento de IA, la aplicación envía de forma segura ciertos datos a OpenAI, un proveedor externo de servicios de IA. Esto puede incluir: • Grabaciones de voz • Imágenes que subes
ja: AI の翻訳および処理機能を有効にするために、アプリはサードパーティの AI サービス プロバイダーである OpenAI に特定のデータを安全に送信します。これには以下が含まれる場合があります。 • 音声録音 • アップロードする画像
ko: AI 번역 및 처리 기능을 활성화하기 위해 앱은 특정 데이터를 타사 AI 서비스 제공업체인 OpenAI에 안전하게 전송합니다. 여기에는 다음이 포함될 수 있습니다. • 음성 녹음 • 귀하가 업로드하는 이미지
pt: Para habilitar recursos de tradução e processamento de IA, o aplicativo envia certos dados com segurança para OpenAI, um provedor de serviços de IA terceirizado. Isso pode incluir: • Gravações de voz • Imagens que você envia
vi: Để bật các tính năng dịch và xử lý AI, ứng dụng gửi an toàn một số dữ liệu nhất định tới OpenAI. Điều này có thể bao gồm: • Bản ghi âm giọng nói • Hình ảnh bạn tải lên
zh_hant: 為了啟用人工智慧翻譯和處理功能，該應用程式將某些資料安全地發送給第三方人工智慧服務提供者 OpenAI。這可能包括： • 錄音 • 您上傳的圖像

source: To enable AI translation and processing features, the app securely sends certain data to OpenAI, a third-party AI service provider. This may include:\n • Voice recordings\n • Images that you upload
de: Um KI-Übersetzungs- und Verarbeitungsfunktionen zu ermöglichen, sendet die App bestimmte Daten sicher an OpenAI, einen externen KI-Dienstanbieter. Dazu können gehören:\n • Sprachaufzeichnungen\n • Bilder, die Sie hochladen
es: Para habilitar las funciones de traducción y procesamiento de IA, la aplicación envía de forma segura ciertos datos a OpenAI, un proveedor externo de servicios de IA. Esto puede incluir:\n • Grabaciones de voz\n • Imágenes que subas
ja: AI の翻訳および処理機能を有効にするために、アプリはサードパーティの AI サービス プロバイダーである OpenAI に特定のデータを安全に送信します。これには次のものが含まれる場合があります:\n • 音声録音\n • アップロードした画像
ko: AI 번역 및 처리 기능을 활성화하기 위해 앱은 특정 데이터를 타사 AI 서비스 제공업체인 OpenAI에 안전하게 전송합니다. 여기에는 다음이 포함될 수 있습니다.\n • 음성 녹음\n • 귀하가 업로드하는 이미지
pt: Para habilitar recursos de tradução e processamento de IA, o aplicativo envia certos dados com segurança para OpenAI, um provedor de serviços de IA terceirizado. Isso pode incluir:\n • Gravações de voz\n • Imagens que você envia
vi: Để kích hoạt các tính năng dịch và xử lý AI, ứng dụng sẽ gửi một số dữ liệu nhất định một cách an toàn đến OpenAI, nhà cung cấp dịch vụ AI bên thứ ba. Điều này có thể bao gồm:\n • Bản ghi âm giọng nói\n • Hình ảnh bạn tải lên
zh_hant: 為了啟用人工智慧翻譯和處理功能，該應用程式將某些資料安全地發送給第三方人工智慧服務提供者 OpenAI。這可能包括：\n • 錄音\n • 您上傳的影像

source: To protect your privacy, your voice clone will be automatically deleted after 30 days of inactivity.
de: Um Ihre Privatsphäre zu schützen, wird Ihr Sprachklon nach 30 Tagen Inaktivität automatisch gelöscht.
es: Para proteger tu privacidad, tu clon de voz se eliminará automáticamente después de 30 días de inactividad.
ja: プライバシーを保護するため、音声クローンは 30 日間非アクティブな状態が続くと自動的に削除されます。
ko: 개인정보 보호를 위해 음성 복제는 30일 동안 활동이 없으면 자동으로 삭제됩니다.
pt: Para proteger sua privacidade, seu clone de voz será excluído automaticamente após 30 dias de inatividade.
vi: Để bảo vệ quyền riêng tư của bạn, bản sao giọng nói của bạn sẽ tự động bị xóa sau 30 ngày không hoạt động.
zh_hant: 為了保護您的隱私，您的語音複製將在 30 天不活動後自動刪除。

source: Today
de: Heute
es: Hoy
ja: 今日
ko: 오늘
pt: Hoje
vi: Hôm nay
zh_hant: 今天

source: top and bottom sections
de: Ober- und Unterteil
es: secciones superior e inferior
ja: 上部と下部のセクション
ko: 상단 및 하단 섹션
pt: seções superior e inferior
vi: phần trên và phần dưới
zh_hant: 頂部和底部部分

source: Tourist phrases
de: Touristische Phrasen
es: Frases turísticas
ja: 観光客向けのフレーズ
ko: 관광 문구
pt: Frases turísticas
vi: Cụm từ du lịch
zh_hant: 旅遊用語

source: Translate
de: Übersetzen
es: Traducir
ja: 翻訳する
ko: 번역하다
pt: Traduzir
vi: Dịch
zh_hant: 翻譯

source: Translate From
de: Übersetzen von
es: Traducir desde
ja: 翻訳元
ko: 번역 출처
pt: Traduzir de
vi: Dịch từ
zh_hant: 翻譯自

source: Translate To
de: Übersetzen nach
es: Traducir a
ja: 翻訳先
ko: 번역 대상
pt: Traduzir para
vi: Dịch sang
zh_hant: 翻譯為

source: Translate without limits
de: Übersetzen Sie ohne Grenzen
es: Traducir sin límites
ja: 無制限に翻訳
ko: 제한 없이 번역
pt: Traduza sem limites
vi: Dịch không giới hạn
zh_hant: 翻譯無限制

source: translated text on the screen
de: übersetzter Text auf dem Bildschirm
es: texto traducido en la pantalla
ja: 画面上の翻訳されたテキスト
ko: 화면에 번역된 텍스트
pt: texto traduzido na tela
vi: văn bản dịch trên màn hình
zh_hant: 螢幕上顯示翻譯後的文字

source: Translating...
de: Übersetzen...
es: Traductorio...
ja: 翻訳中...
ko: 번역 중...
pt: Traduzindo...
vi: Đang dịch...
zh_hant: 翻譯...

source: Translation
de: Übersetzung
es: Traducción
ja: 翻訳
ko: 번역
pt: Tradução
vi: Bản dịch
zh_hant: 翻譯

source: Translation failed.
de: Die Übersetzung ist fehlgeschlagen.
es: La traducción falló.
ja: 翻訳に失敗しました。
ko: 번역에 실패했습니다.
pt: A tradução falhou.
vi: Bản dịch không thành công.
zh_hant: 翻譯失敗。

source: Travel
de: Reisen
es: Viajar
ja: 旅行
ko: 여행하다
pt: Viagem
vi: Du lịch
zh_hant: 旅行

source: Unlimited Voice Cloning
de: Unbegrenztes Klonen von Stimmen
es: Clonación de voz ilimitada
ja: 無制限の音声クローン作成
ko: 무제한 음성 복제
pt: Clonagem de voz ilimitada
vi: Nhân bản giọng nói không giới hạn
zh_hant: 無限語音克隆

source: Unlock
de: Entsperren
es: Descubrir
ja: ロックを解除する
ko: 터놓다
pt: Desbloquear
vi: Mở khóa
zh_hant: 開鎖

source: User Guide
de: Benutzerhandbuch
es: Guía del usuario
ja: ユーザーガイド
ko: 사용자 가이드
pt: Guia do usuário
vi: Hướng dẫn sử dụng
zh_hant: 使用者指南

source: Verbal consent required
de: Mündliche Zustimmung erforderlich
es: Se requiere consentimiento verbal
ja: 口頭による同意が必要です
ko: 구두 동의가 필요합니다
pt: Consentimento verbal necessário
vi: Cần có sự đồng ý bằng lời nói
zh_hant: 需要口頭同意

source: Vietnamese
de: Vietnamesisch
es: vietnamita
ja: ベトナム語
ko: 베트남 사람
pt: vietnamita
vi: Tiếng Việt
zh_hant: 越南語

source: Voice Clone
de: Sprachklon
es: Clon de voz
ja: 音声クローン
ko: 음성 복제
pt: Clone de voz
vi: Bản sao giọng nói
zh_hant: 語音克隆

source: Voice Clone Ready!
de: Sprachklon bereit!
es: ¡Listo para clonar voz!
ja: 音声クローンの準備完了!
ko: 음성 복제 준비 완료!
pt: Clone de voz pronto!
vi: Bản sao giọng nói đã sẵn sàng!
zh_hant: 語音克隆準備好了！

source: Voice Profile Ready!
de: Sprachprofil bereit!
es: ¡Perfil de voz listo!
ja: 音声プロファイルの準備完了!
ko: 음성 프로필 준비 완료!
pt: Perfil de voz pronto!
vi: Hồ sơ giọng nói đã sẵn sàng!
zh_hant: 語音設定檔準備就緒！

source: Voice Profiles
de: Sprachprofile
es: Perfiles de voz
ja: 音声プロファイル
ko: 음성 프로필
pt: Perfis de voz
vi: Hồ sơ Giọng nói
zh_hant: 語音設定檔

source: Voice Translator
de: Sprachübersetzer
es: Traductor de voz
ja: 音声翻訳者
ko: 음성 번역기
pt: Tradutor de voz
vi: Phiên dịch giọng nói
zh_hant: 語音翻譯器

source: Voice Translator • AI Translate
de: Sprachübersetzer • KI-Übersetzung
es: Traductor de voz • Traductor AI
ja: 音声翻訳・AI翻訳
ko: 음성 번역기 • AI 번역
pt: Tradutor de voz • Tradutor AI
vi: Trình dịch giọng nói • Dịch AI
zh_hant: 語音翻譯•人工智慧翻譯

source: volume , intonation and speaking speed
de: Lautstärke, Intonation und Sprechgeschwindigkeit
es: Volumen, entonación y velocidad del habla.
ja: 音量、イントネーション、話すスピード
ko: 볼륨, 억양 및 말하기 속도
pt: volume, entonação e velocidade de fala
vi: âm lượng, ngữ điệu và tốc độ nói
zh_hant: 音量,語調和語速

source: Vui lòng chọn ngôn ngữ chính cho bản dịch và tóm tắt
de: Es ist so, als ob Sie das tun würden
pt: Vui lòng chọn ngôn ngữ chính cho bản dịch e tóm tắt

source: We successfully generated a clone mimicking your pitch and tone. You can now use this voice for all your translated readings.
de: Wir haben erfolgreich einen Klon erstellt, der Ihre Tonhöhe und Ihren Ton nachahmt. Sie können diese Stimme jetzt für alle Ihre übersetzten Lesungen verwenden.
es: Generamos con éxito un clon que imita su tono y tono. Ahora puede utilizar esta voz para todas sus lecturas traducidas.
ja: あなたのピッチとトーンを模倣したクローンを生成することに成功しました。この音声をすべての翻訳された朗読に使用できるようになりました。
ko: 귀하의 피치와 톤을 모방한 클론을 성공적으로 생성했습니다. 이제 번역된 모든 읽기에 이 음성을 사용할 수 있습니다.
pt: Geramos com sucesso um clone que imita seu tom e tom. Agora você pode usar esta voz para todas as suas leituras traduzidas.
vi: Chúng tôi đã tạo thành công một bản sao bắt chước cao độ và giọng điệu của bạn. Giờ đây, bạn có thể sử dụng giọng nói này cho tất cả các bài đọc dịch của mình.
zh_hant: 我們成功產生了一個模仿您的音調和語氣的克隆。現在您可以使用此聲音來翻譯所有的閱讀內容。

source: We're here to help!
de: Wir sind hier, um zu helfen!
es: ¡Estamos aquí para ayudar!
ja: 私たちがお手伝いします!
ko: 우리가 도와드리겠습니다!
pt: Estamos aqui para ajudar!
vi: Chúng tôi ở đây để giúp đỡ!
zh_hant: 我們隨時為您提供協助！

source: Weekly Plan
de: Wochenplan
es: Plan Semanal
ja: ウィークリープラン
ko: 주간 계획
pt: Plano Semanal
vi: Gói Hàng tuần
zh_hant: 每週計劃

source: What can I help you with?
de: Wobei kann ich Ihnen helfen?
es: ¿En qué puedo ayudarte?
ja: 何をお手伝いできますか?
ko: 무엇을 도와드릴까요?
pt: Em que posso ajudá-lo?
vi: Tôi có thể giúp bạn điều gì?
zh_hant: 我能為您提供什麼協助？

source: What if my voice cloning failed multiple times and reached the limit?
de: Was passiert, wenn das Klonen meiner Stimme mehrmals fehlschlägt und das Limit erreicht wird?
es: ¿Qué pasa si mi clonación de voz falla varias veces y alcanza el límite?
ja: 音声クローン作成が何度も失敗し、制限に達した場合はどうなりますか?
ko: 음성 복제가 여러 번 실패하여 한도에 도달하면 어떻게 되나요?
pt: E se minha clonagem de voz falhar várias vezes e atingir o limite?
vi: Điều gì sẽ xảy ra nếu việc sao chép giọng nói của tôi thất bại nhiều lần và đạt đến giới hạn?
zh_hant: 如果我的語音克隆多次失敗並達到極限怎麼辦？

source: What is the function of voice cloning? How to use voice cloning?
de: Welche Funktion hat das Klonen von Stimmen? Wie verwende ich das Klonen von Stimmen?
es: ¿Cuál es la función de la clonación de voz? ¿Cómo utilizar la clonación de voz?
ja: 音声クローンの機能は何ですか? 音声クローンの使用方法は?
ko: 음성 복제 기능은 무엇인가요? 음성 복제를 사용하는 방법은 무엇입니까?
pt: Qual é a função da clonagem de voz? Como usar a clonagem de voz?
vi: Chức năng của nhân bản giọng nói là gì? Làm thế nào để sử dụng nhân bản giọng nói?
zh_hant: 語音克隆有什麼作用？ 如何使用語音克隆？

# What is the function of voice cloning? How to use voice cloning?
source: What is the function of voice cloning?\nHow to use voice cloning?
de: Welche Funktion hat das Klonen von Stimmen?\nWie verwende ich das Klonen von Stimmen?
es: ¿Cuál es la función de la clonación de voz?\n¿Cómo utilizar la clonación de voz?
ja: 音声クローンの機能は何ですか?\n音声クローンの使用方法は何ですか?
ko: 음성 복제 기능은 무엇입니까?\n음성 복제를 사용하는 방법은 무엇입니까?
pt: Qual é a função da clonagem de voz?\nComo usar a clonagem de voz?
vi: Chức năng sao chép giọng nói là gì?\nLàm cách nào để sử dụng tính năng sao chép giọng nói?
zh_hant: 語音克隆有什麼作用？ \n如何使用語音克隆？

source: What should I do if the cloned voice doesn't sound like mine?
de: Was soll ich tun, wenn die geklonte Stimme nicht wie meine klingt?
es: ¿Qué debo hacer si la voz clonada no suena como la mía?
ja: クローンの声が私のものに聞こえない場合はどうすればよいですか?
ko: 복제된 목소리가 내 목소리와 같지 않으면 어떻게 해야 하나요?
pt: O que devo fazer se a voz clonada não soar como a minha?
vi: Tôi nên làm gì nếu giọng nói nhân bản không giống giọng của tôi?
zh_hant: 如果克隆的聲音聽起來不像我的聲音怎麼辦？

source: What should I do if there is a long delay and no translated sentences are loaded when starting Live Translation?
de: Was soll ich tun, wenn beim Starten der Live-Übersetzung eine lange Verzögerung auftritt und keine übersetzten Sätze geladen werden?
es: ¿Qué debo hacer si hay una gran demora y no se cargan oraciones traducidas al iniciar Live Translation?
ja: ライブ翻訳を開始するときに遅延が長く、翻訳文が読み込まれない場合はどうすればよいですか?
ko: 실시간 번역을 시작할 때 지연이 길고 번역된 문장이 로드되지 않으면 어떻게 해야 하나요?
pt: O que devo fazer se houver um longo atraso e nenhuma frase traduzida for carregada ao iniciar o Live Translation?
vi: Tôi nên làm gì nếu độ trễ kéo dài và không có câu dịch nào được tải khi bắt đầu Dịch trực tiếp?
zh_hant: 啟動即時翻譯時出現長時間延遲且未載入翻譯句子怎麼辦？

source: When recording your voice, ensure
de: Stellen Sie sicher, dass Sie Ihre Stimme aufnehmen
es: Al grabar su voz, asegúrese de
ja: 音声を録音するときは、次のことを確認してください。
ko: 음성을 녹음할 때 다음 사항을 확인하세요.
pt: Ao gravar sua voz, certifique-se
vi: Khi ghi âm giọng nói của bạn, hãy đảm bảo
zh_hant: 錄製聲音時，請確保

source: When recording your voice, ensure **a quiet environment** with **clear speech** at a moderate pace for the best cloning results. After completing the voice cloning process, wait for more than 30 seconds (you can exit the app while waiting), you can check the "Setting page > Voice Clone option" state. If the state is
de: Sorgen Sie beim Aufnehmen Ihrer Stimme für **eine ruhige Umgebung** mit **klarer Sprache** in mäßigem Tempo, um die besten Klonergebnisse zu erzielen. Warten Sie nach Abschluss des Voice-Clone-Vorgangs mehr als 30 Sekunden (Sie können die App während des Wartens verlassen) und überprüfen Sie den Status „Einstellungsseite > Voice-Clone-Option“. Wenn der Staat ist
es: Al grabar su voz, asegúrese de **un entorno tranquilo** con **habla clara** a un ritmo moderado para obtener los mejores resultados de clonación. Después de completar el proceso de clonación de voz, espere más de 30 segundos (puede salir de la aplicación mientras espera), puede verificar el estado "Página de configuración> Opción de clonación de voz". Si el estado es
ja: 音声を録音するときは、最良のクローン作成結果を得るために、**静かな環境**、適度なペースで**明瞭な音声**を確保してください。音声クローン作成プロセスが完了したら、30 秒以上待ちます (待機中にアプリを終了できます)。「設定ページ > 音声クローン オプション」の状態を確認できます。状態が
ko: 음성을 녹음할 때 최상의 복제 결과를 얻으려면 적당한 속도로 **명확한 음성**으로 **조용한 환경**을 보장하세요. 음성 복제 과정을 완료한 후 30초 이상 기다리시면(기다리는 동안 앱을 종료하실 수 있습니다) '설정 페이지 > 음성 복제 옵션' 상태를 확인하실 수 있습니다. 상태라면
pt: Ao gravar sua voz, garanta **um ambiente silencioso** com **fala clara** em um ritmo moderado para obter os melhores resultados de clonagem. Após concluir o processo de clonagem de voz, aguarde mais de 30 segundos (você pode sair do aplicativo enquanto espera), você pode verificar o estado "Página de configuração> Opção de clonagem de voz". Se o estado for
vi: Khi ghi âm giọng nói của bạn, hãy đảm bảo **môi trường yên tĩnh** với **giọng nói rõ ràng** ở tốc độ vừa phải để có kết quả sao chép tốt nhất. Sau khi hoàn tất quá trình sao chép giọng nói, hãy đợi hơn 30 giây (bạn có thể thoát ứng dụng trong khi chờ), bạn có thể kiểm tra trạng thái "Trang cài đặt > Tùy chọn Sao chép giọng nói". Nếu nhà nước là
zh_hant: 錄製聲音時，請確保**安靜的環境**和適度的節奏**清晰的語音**，以獲得最佳克隆結果。完成語音克隆過程後，等待30秒以上（等待期間可以退出應用程式），可以查看「設定頁面>語音克隆選項」狀態。如果狀態是

source: When recording your voice, ensure **a quiet environment** with **clear speech** at a moderate pace for the best cloning results. After completing the voice cloning process, wait for more than 30 seconds (you can exit the app while waiting), you can check the \
de: Sorgen Sie beim Aufnehmen Ihrer Stimme für **eine ruhige Umgebung** mit **klarer Sprache** in mäßigem Tempo, um die besten Klonergebnisse zu erzielen. Warten Sie nach Abschluss des Voice-Klonvorgangs mehr als 30 Sekunden (Sie können die App während des Wartens verlassen). Sie können das Symbol \ überprüfen.
es: Al grabar su voz, asegúrese de **un entorno tranquilo** con **habla clara** a un ritmo moderado para obtener los mejores resultados de clonación. Después de completar el proceso de clonación de voz, espere más de 30 segundos (puede salir de la aplicación mientras espera), puede verificar el \
ja: 音声を録音するときは、最良のクローン作成結果を得るために、**静かな環境**、適度なペースで**明瞭な音声**を確保してください。音声クローン作成プロセスが完了したら、30 秒以上待ちます (待機中にアプリを終了しても構いません)。\ を確認できます。
ko: 음성을 녹음할 때 최상의 복제 결과를 얻으려면 적당한 속도로 **명확한 음성**으로 **조용한 환경**을 보장하세요. 음성복제 과정을 완료한 후 30초 이상 기다리시면(기다리는 동안 앱을 종료하실 수 있습니다) \
pt: Ao gravar sua voz, garanta **um ambiente silencioso** com **fala clara** em um ritmo moderado para obter os melhores resultados de clonagem. Após concluir o processo de clonagem de voz, aguarde mais de 30 segundos (você pode sair do aplicativo enquanto espera), você pode verificar o \
vi: Khi ghi âm giọng nói của bạn, hãy đảm bảo **môi trường yên tĩnh** với **giọng nói rõ ràng** ở tốc độ vừa phải để có kết quả sao chép tốt nhất. Sau khi hoàn tất quá trình nhân bản giọng nói, hãy đợi hơn 30 giây (bạn có thể thoát ứng dụng trong khi chờ), bạn có thể kiểm tra \
zh_hant: 錄製聲音時，請確保**安靜的環境**和適度的節奏**清晰的語音**，以獲得最佳克隆結果。完成語音克隆過程後，等待30秒以上（等待期間可以退出應用程式），您可以查看\
